Repository: agromero/PlacesToClean
Catalog: PlacesToClean/*.lproj/Localizable.strings
Languages: ca

source: List
ca: Llista

source: Map
ca: Mapa

# pvElem2
source: Sidewalk
ca: Voreres

# pvElem3
source: Grafitti/Paint
ca: Grafitti / Pintura

# pvElem4
source: Window
ca: Vidres

# pvElem5
source: Furniture
ca: Mobiliari

# pvElem6
source: Debris
ca: Runes

# pvElem7
source: Litter
ca: Escombraries

# pvElem8
source: Weeding
ca: Males herbes

source: Cancel
ca: Cancel·lar

source: Save
ca: Desar

# name
source: Place
ca: Lloc

# namePlaceholder
source: Enter place name here
ca: Aqui el nom del lloc

# desc
source: To Do
ca: Actuació

# descPlaceholder
source: Enter To Do here
ca: Aqui les tasques a realitzar

source: Add Image
ca: Afegir Imatge

source: Change Image
ca: Canviar Imatge

source: Take Photo
ca: Fer Foto

source: Select Image
ca: Seleccionar Imatge
